Repository: jeppebundsgaard/stavekontrolden
Catalog: locale/*/LC_MESSAGES/jsmessages.po
Languages: da_dk

source: Stavekontrolden uses cookies to ensure you get the best experience on our website. We don't track you!
da_dk: Stavekontrolden bruger cookies til at sikre at du får den bedste oplevelse på vores website. Vi sporer dig ikke!

source: Got it
da_dk: Okay, forstået

source: Decline
da_dk: Afvis

source: Learn more
da_dk: Læs mere

source: There was a problem. Are you connected to the Internet?
da_dk: Der opstod en fejl. Er du forbundet til internettet?

source: Please write your e-mail address and click again.
da_dk: Skriv venligst din e-mailadresse og klik igen.

source: An e-mail with instructions has been sent to you. If it's not there in a few minutes, look in your spam folder.
da_dk: Vi har sendt dig en e-mail med instruktioner. Hvis der går mere end nogle få minutter uden at du har modtaget den, så kig i din spammappe.

source: Do you want to set a new, random password for this user?
da_dk: Vil du oprette et nyt, tilfældigt kodeord for denne bruger?

source: New password: {0}
da_dk: Nyt kodeord: {0}

source: Are you sure you want to delete this category and everything dependent on it (except words)?
da_dk: Er du sikker på at du vil slette denne kategori og alt hvad der afhænger af den (på nær ord)?

source: Preparing CSS-editor
da_dk: Forbereder CSS-editoren

source: There are unsaved changes. Are you sure you want to leave?
da_dk: Der er ikke-gemte ændringer. Er du sikker på at du vil forlade siden?
