Repository: jeppebundsgaard/stavekontrolden
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: da_dk

source: Not saved! You need to provide both a word and a word class.
da_dk: Ikke gemt. Du skal angive både et ord og en ordklasse.

source: No more words
da_dk: Ikke flere ord

source: Unable to invite the user. Are you sure a user with that e-mail address exists?
da_dk: Det lykkedes ikke at invitere brugeren. Er du sikker på at der findes en bruger med den e-mailadresse?

source: Unable to create the user. A user with that e-mail address might exist already...
da_dk: Det lykkedes ikke at invitere brugeren. Der findes måske allerede en bruger med den e-mailadresse ...

source: No more affix rules
da_dk: Ikke flere affiksregler

source: Uploaded by user
da_dk: Uploadet af bruger

source: Not saved! You need to provide the name of the word class.
da_dk: Ikke gemt. Du skal angive et navn på ordklassen.

source: Yes
da_dk: Ja

source: No
da_dk: Nej

source: Not saved! You need to provide a description of the affix class.
da_dk: Ikke gemt. Du skal angive et navn på affiksklassen.

source: No more word classes
da_dk: Ikke flere ordklasser

source: The file was not one of the allowed types (%s)
da_dk: Filen var ikke en af de tilladte typer (%s)

source: The upload went wrong for unknown reasons
da_dk: Der skete en fejl under uploadningen af ukendte årsager

source: Not saved! You need to provide a description of the affix rule.
da_dk: Ikke gemt. Du skal angive en beskrivelse af affiksklassen.

source: No more values
da_dk: Ikke flere værdier

source: No more affix classes
da_dk: Ikke flere affiksklasser

source: Something went wrong while saving. Please try again.
da_dk: Beklager, der gik noget galt under forsøget på at gemme. Prøv venligst igen.

source: Affix File Created
da_dk: Affiksfilen udarbejdet

source: No word given to analyze.
da_dk: Der var ikke noget ord at analysere.

source: <span id="numrows">0</span> Technical Term Categories
da_dk: <span id="numrows">0</span> Fagtermkategorier

source: New Technical Term Category
da_dk: Ny fagtermkategori

source: Technical Term Category
da_dk: Fagtermkategori

source: Master Data
da_dk: Stamdata

source: Name
da_dk: Navn

source: The slogan is shown at the front page
da_dk: Sloganet vises på forsiden

source: This is the direct link to your organization's front page
da_dk: Dette er det direkte link til din organisations forside

source: Finish
da_dk: Afslut

source: Word Class to Affix Class
da_dk: Ordklasse til affiksklasse

source: <span id="numrows">0</span> Word classes
da_dk: <span id="numrows">0</span> ordklasser

source: New Word Class
da_dk: Ny ordklasse

source: Word Class
da_dk: Ordklasse

source: Associated Affix Classes
da_dk: Tilknyttede affiksklasser

source: Delete
da_dk: Slet

source: Previous
da_dk: Forrige

source: Save
da_dk: Gem

source: Next
da_dk: Næste

source: <span id="numrows">0</span> Start Definitions
da_dk: <span id="numrows">0</span> Startdefinitioner

source: New Start Definition
da_dk: Ny startdefinition

source: Spellchecker development
da_dk: Stavekontroludvikling

source: Stavekontrolden is free and open software. Find the source at <a href="https://github.com/jeppebundsgaard/stavekontrolden/">GitHub</a>. Use it at your own risk.
da_dk: Stavekontrolden er fri og åben software. Find kildekoden her <a href="https://github.com/jeppebundsgaard/stavekontrolden/">GitHub</a>. Brug på eget ansvar.

source: Please help us improve Stavekontrolden to become the number system on the web.
da_dk: Hjælp os med at gøre Stavekontrolden til internettets bedste system til udvikling af stavekontrol.

source: Found a bug? Ideas for improvements? Want to use Stavekontrolden for your language?
da_dk: Har du fundet en fejl? Har du forslag til forbedringer? Vil du bruge Stavekontrolden til dit eget sprog?

source: Contact the lead developer:
da_dk: Kontakt hovedudvikleren:

source: Attributions and Licences
da_dk: Tak og licenser

source: Front Page
da_dk: Forside

source: Organization Info Page
da_dk: Organisationsinfoside

source: Site Header
da_dk: Sitehoved

source: User Page
da_dk: Brugerside

source: Page already exists
da_dk: Siden findes allerede

source: Small
da_dk: Lille

source: Large
da_dk: Stor

source: Extra Large
da_dk: Ekstra stor

source: Header number
da_dk: Hovednummer

source: Default visiblity
da_dk: Synlighed i udgangspunktet

source: Show All
da_dk: Vis alle

source: Show None
da_dk: Vis ingen

source: Show from
da_dk: Vis fra

source: Hide from
da_dk: Skjul fra

source: Add header
da_dk: Tilføj hoved

source: The hunspell companion.
da_dk: Grafisk brugerflade til Hunspell

source: Session timed out. Log in again
da_dk: Din session er udløbet. Log ind igen

source: Give us your e-mail and a password
da_dk: Angiv en e-mail og et kodeord

source: Email address
da_dk: Emailadresse

source: Email address or Username
da_dk: E-mailadresse eller brugernavn

source: Password
da_dk: Kodeord

source: Remember me
da_dk: Husk mig

source: Sign up
da_dk: Opret en bruger

source: Log in
da_dk: Log ind

source: Forgot your password? Click here to create a new one.
da_dk: Har du glemt dit kodeord? Klik her for at vælge et nyt.

source: Users in the organization
da_dk: Brugere i organisationen

source: Username
da_dk: Brugernavn

source: Permissions
da_dk: Tilladelser

source: Last Change
da_dk: Senest ændret

source: Remove
da_dk: Fjern

source: Invite user
da_dk: Tilknyt bruger

source: Invite existing users by username or e-mail. The user will have instant access to your organization.
da_dk: Inviter eksisterende brugere ved brugernavn eller e-mail. Brugere får umiddelbart adgang til din organisation.

source: Only needed if you create a new user
da_dk: Kun nødvendig hvis du opretter en ny bruger

source: You only need to provide a password if you create a new user.
da_dk: Du behøver kun angive et kodeord, hvis du opretter en ny bruger.

source: Create user
da_dk: Opret bruger

source: Status Alternatives
da_dk: Statusalternativer

source: <span id="numrows">0</span> Fuge Elements
da_dk: <span id="numrows">0</span> Fugeelementer

source: New Fuge Element
da_dk: Nyt fugeelement

source: Corresponding Affix Classes
da_dk: Tilknyttede affiksklasser

source: Edit Fuge Element
da_dk: Rediger fugeelement

source: Add Fuge Element
da_dk: Tilføj fugeelement

source: Select Affix Class
da_dk: Vælg affiksklasse

source: Create New Affix Class
da_dk: Opret en ny affiksklasse

source: Cancel
da_dk: Fortryd

source: Stavekontrolden Users
da_dk: Stavekontrolden-brugere

source: User-id
da_dk: Bruger-id

source: Organization
da_dk: Organisation

source: New password
da_dk: Nyt kodeord

source: Change Version Number
da_dk: Ændr versionsnummer

source: We don't track you!
da_dk: Vi sporer dig ikke!

source: We use cookies to remember your choices.
da_dk: Vi bruger cookies til at huske dine valg.

source: Cookies are small files which the browser saves on your device to make it possible to remember the settings from one page view to the next.
da_dk: Cookies er små filer som browseren gemmer på din enhed for at gøre det muligt at huske dine valg fra besøg til besøg.

source: We only use cookies to remember the choices you made. We don't share anything with anyone else.
da_dk: Vi bruger kun cookies til at huske valg du har gjort. Vi deler ikke noget som helst med nogen som helst andre.

source: If you have questions about this or anything else, please write an email to
da_dk: Hvis du har spørgsmål om dette eller andet, så skriv venligst en email til

source: Creating Dictionary & Affix-file
da_dk: Udarbejder ordliste- og affiks-filer

source: Show
da_dk: Vis

source: In word
da_dk: I ord

source: Beginning of word
da_dk: Begyndelsen af ord

source: End of word
da_dk: Slutningen af ord

source: Strict
da_dk: Hele strengen

source: Search
da_dk: Søg

source: <span id="numrows">0</span> Morphological Descriptions
da_dk: <span id="numrows">0</span> morfologiske beskrivelser

source: New Morphological Description
da_dk: Ny morfologisk beskrivelse

source: Morphological Description
da_dk: Morfologisk beskrivelse

source: <span id="numrows">0</span> Words
da_dk: <span id="numrows">0</span> ord

source: Hide details
da_dk: Skjul detaljer

source: Show details
da_dk: Vis detaljer

source: Hide log
da_dk: Skjul revisionshistorik

source: Show log
da_dk: Vis revisionshistorik

source: New Word
da_dk: Nyt ord

source: Click on the word to edit all values. Click on a value to edit directly. Use Shift+Arrows or TAB to move between values. Cancel with Esc key.
da_dk: Klik på ordet for at redigere alle værdier. Klik på en værdi for at redigere direkte. Brug Skift+Pile eller TAB for at flytte rundt mellem værdierne. Fortryd med Esc-tasten.

source: Word
da_dk: Ord

source: Strong Declension
da_dk: Stærk bøjning

source: Misspellings
da_dk: Typiske stavefejl

source: Contributor
da_dk: Bidrager

source: Last User
da_dk: Seneste bruger

source: Word Definition
da_dk: Ordforklaring

source: Comments
da_dk: Kommentarer

source: Technical Term
da_dk: Fagterm

source: Omit Suggestion
da_dk: Udelad fra forslag

source: Log
da_dk: Revisionshistorik

source: Edit Word
da_dk: Rediger ord

source: Add Word
da_dk: Tilføj ord

source: Fugelement
da_dk: Fugeelement

source: Alternatives
da_dk: Alternativer

source: Omit this word from suggestions
da_dk: Udelad dette ord fra ordforslag

source: Save and
da_dk: Gem og

source: Close
da_dk: Luk

source: New word
da_dk: Nyt ord

source: Create/Edit Pages
da_dk: Opret/rediger sider

source: Users
da_dk: Brugere

source: Dictionaries
da_dk: Ordlister

source: Produced with Stavekontrolden
da_dk: Produceret med Stavekontrolden

source: Language Code
da_dk: Sprogkode

source: OpenOffice/LibreOffice Extension
da_dk: OpenOffice/LibreOffice-udvidelse

source: Affix file
da_dk: Affiksfil

source: Dictionary file
da_dk: Ordlistefil

source: Database tables
da_dk: Databasetabeller

source: <span id="numrows">0</span> Status Values
da_dk: <span id="numrows">0</span> statusværdier

source: New Status Value
da_dk: Ny statusværdi

source: Status Value
da_dk: Statusværdi

source: <span id="numrows">0</span> Affix Rules
da_dk: <span id="numrows">0</span> affiksregler

source: Description
da_dk: Beskrivelse

source: Parent Affix Class
da_dk: Overordnet affiksklasse

source: Affix
da_dk: Affiks

source: Strip characters
da_dk: Fjern bogstaver

source: Condition
da_dk: Betingelse

source: Replacement
da_dk: Erstatning

source: Morphological description
da_dk: Morfologisk beskrivelse

source: The link has expired. We can send you a new one.
da_dk: Linket er udløbet. Vi kan sende dig et nyt.

source: Create a new password!
da_dk: Opret nyt kodeord!

source: New Password
da_dk: Nyt kodeord

source: Update
da_dk: Opdater

source: Thank you so much!
da_dk: Tusind tak!

source: We will start processing the words. If you want to be part of that work, please get in contact!
da_dk: Vi går nu i gang med at behandle ordene. Hvis du vil bidrage til det arbejde, så kontakt venligst <a href="mailto:jeppe@bundsgaard.net">jeppe@bundsgaard.net</a>.

source: We had all the words
da_dk: Vi havde allerede alle ordene

source: Thank you for taking the time to upload your words. We didn't find any words not in our dictionary already. You can download the latest version of the spellchecker on the Dictionary page.
da_dk: Tak for at du tog dig tid til at uploade dine ord. Vi fandt ikke nogen ord som ikke allerede blev genkendt som korrekt stavede. Du kan downloade og installere den seneste version af Stavekontrolden på Ordliste-siden.

source: Give us your words
da_dk: Giv os dine ord

source: Upload document or text files (.odt, .txt), markup files (.html, .sgml, .xml), or typesetting files (.tex, .latex, .nroff, .troff)
da_dk: Upload dokument- eller tekstfiler (.odt, .txt), markupfiler (.html, .sgml, .xml), eller dokumentopsætningsfiler (.tex, .latex, .nroff, .troff)

source: It is okay if the document includes words already in the dictionary; they will be filtered out.<br>It is also okay if the document includes words that you don't think should be included. You will get the opportunity to edit the words after upload.
da_dk: Det er okay hvis der er ord i dokumentet som allerede findes i ordbogen. De bliver filtreret fra.<br>Det er også okay hvis dokumentet indeholder ord som du ikke mener skal inkluderes. Du får lejlighed til at redigere ordene efter de er uploadet.

source: Choose the file to upload
da_dk: Vælg en fil at uploade

source: Uploading ...
da_dk: Uploader ...

source: Prepare for inclusion
da_dk: Gør klar til inklusion

source: Please help us by editing the words before final inclusion into the database.
da_dk: Hjælp os venligst med at redigere ordene før den endelige inklusion i databasen.

source: Change all uppercase words which are not names, to lowercase.
da_dk: Ændr alle ord med stort begyndelsesbogstav (som ikke er egenavne) til småt.

source: Reduce all words to their basic form (stem)
da_dk: Omskriv alle ord til deres basale form (ordstammen)

source: Remove doublets, and other words you don't think should be included in the database.
da_dk: Fjern dubletter og andre ord som du ikke mener skal inkluderes i databasen.

source: When you think, you are done, hit the <i>'Send to further processing'</i> button.
da_dk: Når du mener ordene er klar, så klik på <i>'Send til videre bearbejdning'</i>-knappen.

source: Send to further processing
da_dk: Send til videre bearbejdning

source: Organizations
da_dk: Organisationer

source: My Stavekontrolden
da_dk: Mit Stavekontrolden

source: Language
da_dk: Sprog

source: Create Organization
da_dk: Opret organisation

source: URL (shortname)
da_dk: URL (kort navn)

source: Process Words
da_dk: Behandl ord

source: Word Classes
da_dk: Ordklasser

source: Affix Classes
da_dk: Affiksklasser

source: Affix Rules
da_dk: Affiksregler

source: Fuge Elements
da_dk: Fugeelementer

source: Start Definitions
da_dk: Startdefinitioner

source: Technical Terms
da_dk: Fagtermer

source: Unaccepted Words
da_dk: Blokerede fejlstavninger

source: Create Dictionary
da_dk: Udarbejd ordliste

source: Analyze words
da_dk: Analyser ord

source: Download the manual ...
da_dk: Hent manualen ...

source: Pages
da_dk: Sider

source: New Page
da_dk: Ny side

source: Title
da_dk: Titel

source: Edit
da_dk: Rediger

source: Move
da_dk: Flyt

source: <span id="numrows">0</span> Unaccepted Words
da_dk: <span id="numrows">0</span> Blokerede fejlstavninger

source: New Unaccepted Word
da_dk: Ny fejlstavning

source: Unaccepted Word
da_dk: Fejlstavning

source: Standard Settings
da_dk: Standardindstillinger

source: Analyze using latest version of the dictionary
da_dk: Analyser ord med den seneste version af ordlisten

source: Enter one or more words
da_dk: Skriv et eller flere ord

source: Analyze
da_dk: Analyser

source: Spellcheck
da_dk: Stavekontroller

source: Analyze!
da_dk: Analyser!

source: Result
da_dk: Resultat

source: <span id="numrows">0</span> Affix Classes
da_dk: <span id="numrows">0</span> affiksklasser

source: New Affix Class
da_dk: Ny affiksklasse

source: Corresponding Affix Rules
da_dk: Tilhørende affiksregler

source: User Data
da_dk: Brugerdata

source: You are welcome to change your e-mail. Please remember to use the new address for login in the future.
da_dk: Du er velkommen til at ændre din e-mail. Husk venligst at bruge den nye adresse når du skal logge ind fremover.

source: Unchanged
da_dk: Uændret

source: Organization:
da_dk: Organisation:

source: Stay
da_dk: Bliv

source: Remove me!
da_dk: Meld mig ud!

source: If you remove yourself from the organization, you need someone to re-invite you, before you can come back.
da_dk: Hvis du melder dig ud af organisationen, så skal du geninviteres for at kunne komme tilbage.

source: Edit Word Class
da_dk: Rediger ordklasse

source: View Word Class
da_dk: Se ordklasse

source: Add Word Class
da_dk: Tilføj ordklasse

source: New Wordclass
da_dk: Ny ordklasse

source: Edit Affix Class
da_dk: Rediger affiksklasse

source: View Affix Class
da_dk: Se affiksklasse

source: Add Affix Class
da_dk: Tilføj affiksklasse

source: Affix Class
da_dk: Affiksklasse

source: Associated Affix Rules
da_dk: Tilknyttede affiksregler

source: Create New Affix Rule
da_dk: Opret en ny affiksregel

source: Edit Affix Rule
da_dk: Rediger affiksregel

source: View Affix Rule
da_dk: Se affiksregel

source: Add Affix Rule
da_dk: Tilføj affiksregel

source: Strip Characters
da_dk: Fjern bogstaver

source: New Affix Rule
da_dk: Ny affiksregel

source: Use changes
da_dk: Anvend ændringer

source: Frontpage
da_dk: Forside

source: My Organization
da_dk: Min organisation

source: My User
da_dk: Min bruger

source: Error: No organization with that name
da_dk: Fejl: Der er ikke nogen organisation med det navn

source: Not a valid e-mail address
da_dk: Dette er ikke en korrekt emailadresse

source: E-mail already registered
da_dk: E-mailadressen er allerede registreret

source: Welcome to Stavekontrolden!
da_dk: Velkommen til Stavekontrolden!

source: Welcome back to Stavekontrolden!
da_dk: Velkommen tilbage til Stavekontrolden!

source: E-mail, username or password was wrong
da_dk: E-mailadresse, brugernavn eller kodeord var forkert

source: We couldn't find a user with that e-mail address.
da_dk: Vi kunne ikke finde en bruger med den e-mailadresse.

source: Create a new password
da_dk: Opret et nyt kodeord

source: Hello %1$s,<br>Someone asked for a new password for Stavekontrolden. If it was not you, please disregard this e-mail.<p>Please click on this link to create a new password:</p><p><a href="%2$s">%2$s</a></p>
da_dk: Hej %1$s,<br>Nogen har anmodet om et nyt kodeord til Stavekontrolden. Hvis det ikke var dig, så se bare bort fra denne e-mail.<p>Klik venligst på dette link for at oprette et nyt kodeord:</p><p><a href="%2$s">%2$s</a></p><p>Vi ses på Stavekontrolden.dk!</p>

source: Contact
da_dk: Kontakt

source: Log out
da_dk: Log ud

source: Tournament Managed by stavekontrolden
da_dk: Turnering administreret med Stavekontrolden

source: Login
da_dk: Log ind
